Repository: UpKobox/repository.Skodi
Catalog: matrix/skin.Evolution3/language/resource.language.*/strings.po
Languages: fr_fr

# #31000
source: All my albums
fr_fr: Tous mes albums

# #31001
source: songs
fr_fr: chansons

# #31002
source: Number of episodes
fr_fr: Nombre d'épisodes

# #31003
source: Release date
fr_fr: Date de sortie

# #31004
source: Movies by genre
fr_fr: Films par genre

# #31005
source: Movies by year
fr_fr: Films par année

# #31006
source: Movies by quality
fr_fr: Films par qualité

# #31007
source: All movies
fr_fr: Tous les films

# #31008
source: Movies in progress
fr_fr: Films en cours

# #31009
source: Unwatched movies
fr_fr: Films non vus

# #31010
source: Movies already watched
fr_fr: Films déjà vus

# #31011
source: Recent movies
fr_fr: Films récents

# #31012
source: Modify list type : landscape
fr_fr: Modifier le type de liste : landscape

# #31013
source: Modify list type
fr_fr: Modifier le type de liste

# #31014
source: Movies by letter
fr_fr: Films par lettre

# #31015
source: Watch now
fr_fr: Regarder

# #31016
source: Trailer
fr_fr: Bande annonce

# #31017
source: Information
fr_fr: Informations

# #31018
source: Continue watching
fr_fr: Continuer

# #31019
source: See again
fr_fr: Revoir

# #31020
source: Restart
fr_fr: Recommencer

# #31021
source: Update library
fr_fr: Actualiser la médiathèque

# #31022
source: Synopsis
fr_fr: Résumé

# #31023
source: Update
fr_fr: Actualiser

# #31025
source: Rename media
fr_fr: Renommer le média

# #31026
source: directed by
fr_fr: réalisé par

# #31027
source: Cast
fr_fr: Casting

# #31028
source: Main roles
fr_fr: Rôles principaux

# #31029
source: Other media
fr_fr: Autres médias

# #31030
source: from same collection
fr_fr: de la même collection

# #31031
source: of a similar genre
fr_fr: d'un genre similaire

# #31032
source: directed by
fr_fr: réalisés par

# #31033
source: with
fr_fr: avec

# #31034
source: of the year
fr_fr: de l'année

# #31035
source: Movies by country
fr_fr: Films par pays

# #31036
source: other media with
fr_fr: autre média avec

# #31037
source: other media with
fr_fr: autres médias avec

# #31038
source: Movies by actor
fr_fr: Films par acteur

# #31039
source: Fast forward
fr_fr: Avance rapide

# #31040
source: Fast rewind
fr_fr: Retour rapide

# #31041
source: Previous episode
fr_fr: Episode précédent

# #31042
source: Resume from beginning
fr_fr: Reprendre du début

# #31043
source: Next episode
fr_fr: Episode suivant

# #31044
source: All qualities
fr_fr: Toutes les qualités

# #31045
source: SD movies
fr_fr: Films SD

# #31046
source: 720 HD movies
fr_fr: Films 720 HD

# #31047
source: 1080 FHD movies
fr_fr: Films 1080 FHD

# #31048
source: 4K UHD movies
fr_fr: Films 4K UHD

# #31049
source: 8K UHD movies
fr_fr: Films 8K UHD

# #31050
source: Update the video library
fr_fr: Actualiser la librairie vidéo

# #31051
source: Clean the video library
fr_fr: Nettoyer la librairie vidéo

# #31052
source: Scrolling media in zoom mode
fr_fr: Défilement des médias en mode zoom

# #31053
source: Use the mini video player
fr_fr: Utiliser le mini lecteur vidéo

# #31054
source: Automatic switch to zoom mode
fr_fr: Passage automatique en mode zoom

# #31055
source: Use color effects
fr_fr: Utiliser les effects de couleur

# #31056
source: Media suggestion
fr_fr: Suggestion de médias

# #31057
source: Search results
fr_fr: Résultat de la recherche

# #31058
source: Currently researching
fr_fr: Recherche en cours

# #31059
source: Parameter level
fr_fr: Niveau de paramètrage

# #31060
source: Click to modify the parameter level according to your needs. If you are an advanced user, it is advisable to use the advanced mode or the expert mode, if you are a novice user please use the basic mode or the standard mode instead.
fr_fr: Cliquez pour modifier le niveau de paramètrage selon vos besoins. Si vous êtes un utilisateur averti, il est conseillé d'utiliser le mode avancé ou le mode expert, si vous êtes un utilisateur débutant veuillez plutôt utiliser le mode de base ou le mode standard.

# #31061
source: TV shows by genre
fr_fr: Séries par genre

# #31062
source: TV shows by year
fr_fr: Séries par année

# #31063
source: TV shows by letter
fr_fr: Séries par lettre

# #31064
source: Episode ascending
fr_fr: Episode Croissant

# #31065
source: All TV shows
fr_fr: Toutes les séries

# #31066
source: TV shows in progress
fr_fr: Séries en cours

# #31067
source: Unwatched TV shows
fr_fr: Séries non vues

# #31068
source: TV shows already watched
fr_fr: Séries déjà vues

# #31069
source: Next episode
fr_fr: Episode suivant

# #31070
source: In progress episode
fr_fr: Episode en cours

# #31071
source: First episode
fr_fr: Premier épisode

# #31072
source: Recent TV shows
fr_fr: Séries récentes

# #31073
source: See the credits
fr_fr: Voir le générique

# #31074
source: Premiere airing date
fr_fr: Premiere diffusion

# #31075
source: Edit Thumbnail
fr_fr: Modifier la miniature

# #31076
source: Episode number
fr_fr: Numéro d'épisode

# #31077
source: items
fr_fr: éléments

# #31078
source: Screenplay by
fr_fr: Scénario de

# #31079
source: from studio
fr_fr: des studios

# #31080
source: View my playlists
fr_fr: Afficher mes listes de lecture

# #31081
source: Show weather if available
fr_fr: Afficher la météo si disponible

# #31082
source: Update episode
fr_fr: Actualiser l'épisode

# #31083
source: Sorting defined by playlist
fr_fr: Tri défini par la liste de lecture

# #31084
source: ( album preview )
fr_fr: ( aperçu de l'album )

# #31085
source: Album preview
fr_fr: Aperçu de l'album

# #31086
source: Albums by artist
fr_fr: Albums par artiste

# #31087
source: Latest albums added
fr_fr: Derniers albums ajoutés

# #31088
source: Last listened albums
fr_fr: Derniers albums écoutés

# #31089
source: Albums by genre
fr_fr: Albums par genre

# #31090
source: Albums by year
fr_fr: Albums par année

# #31091
source: Play the album
fr_fr: Ecouter l'album

# #31092
source: Update the audio library
fr_fr: Actualiser la librairie audio

# #31093
source: Clean the audio library
fr_fr: Nettoyer la librairie audio

# #31094
source: Please check on the forum that you have followed the procedure before installing the skin.[CR][CR]The three causes that can produce this kind of error are described on the first page of the skin in the Kodi forum.[CR][CR]1- In the Kodi settings in advanced or expert mode, in the [Media] section, [General] tab, please uncheck the [Show parent folder item] box.[CR][CR]2- In the Kodi settings in advanced or expert mode, in the [Media] section, [Video] tab uncheck the [Show movie sets] box.[CR][CR]3- The title of the movie, the serie or the album includes the characters [ & ] or [ , ] also cause this error, the only current solution is to rename the file from Estuary for example.[CR][CR]If the error does not come from one of these three causes, please let me know of the bug by being as precise as possible in the description, thank you!
fr_fr: Veuillez vérifier sur le forum que vous avez bien suivi la démarche avant l'installation du skin.[CR][CR]Les trois causes pouvant produire ce genre d'erreur sont décrites sur la première page du skin dans le forum Kodi.[CR][CR]1- Dans les paramètres Kodi en mode avancé ou expert, dans la section [Médias], onglet [Général], veuillez décocher la case [Afficher les éléments du dossier parent].[CR][CR]2- Dans les paramètres Kodi en mode avancé ou expert, dans la section [Médias], onglet [Vidéos] veuillez décocher la case [Afficher les sagas].[CR][CR]3- Le titre du film, de la série ou de l'album comporte les caractères [ & ] ou [ , ] ce qui provoque également cette erreur , la seule solution actuelle est de renommer le fichier depuis Estuary par exemple.[CR][CR]Si l'erreur ne provient pas d'une de ces trois causes, merci de me faire part du bug en étant le plus précis possible dans la déscription, merci !

# #31095
source: An error has occurred.
fr_fr: Une erreur est survenue.

# #31096
source: LEFT : previous - RIGHT : next - ENTER : pause/play
fr_fr: GAUCHE : précédent - DROITE : suivant - ENTREE : pause/lecture

# #31097
source: Apps
fr_fr: Applications

# #31098
source: My video Apps
fr_fr: Mes applications vidéo

# #31099
source: My audio Apps
fr_fr: Mes applications audio

# #31100
source: Suggested at
fr_fr: Suggéré à

# #31101
source: Rated
fr_fr: Classé

# #31102
source: for all ages
fr_fr: tout public

# #31103
source: Alphabetical order
fr_fr: Ordre alphabétique

# #31104
source: By
fr_fr: Par

# #31105
source: Video add-on
fr_fr: Extension vidéo

# #31106
source: Enrich your content by adding applications.
fr_fr: Enrichissez votre contenu en ajoutant des applications.

# #31107
source: Many applications are available in Kodi's application store, install your applications now to enjoy ever richer content and many hours of entertainment.
fr_fr: De nombreuses applications sont disponibles dans le dépot d'applications de Kodi, installez vos applications dès maintenant pour profiter d'un contenu toujours plus riche et de nombreuses heures de divertissement.

# #31108
source: Kodi's application store
fr_fr: Dépot d'applications Kodi

# #31109
source: No information
fr_fr: Aucune information

# #31110
source: General settings
fr_fr: Paramètres généraux

# #31111
source: Do not show time
fr_fr: Ne pas afficher l'heure

# #31112
source: Do not show weather
fr_fr: Ne pas afficher la météo

# #31113
source: Use the screen as a slideshow
fr_fr: Utilser l'ecran comme diaporama

# #31114
source: Start music party mode
fr_fr: Démarrer le mode soirée musicale

# #31115
source: Time and weather display
fr_fr: Affichage de l'heure et de la météo

# #31116
source: Saturation of color effects
fr_fr: Saturation des effets de couleur

# #31117
source: Saturation percentage
fr_fr: Pourcentage de saturation

# #31118
source: Color effects
fr_fr: Effets de couleur

# #31119
source: Local subtitle available
fr_fr: Sous-titres locaux disponibles

# #31120
source: Mini video player
fr_fr: Mini lecteur vidéo

# #31121
source: Auto-pause in fullscreen mode
fr_fr: Mise en pause automatique en mode plein ecran

# #31122
source: When displaying an overlaid opaque window
fr_fr: Lors de l'affichage d'une fenetre opaque superposée

# #31123
source: When displaying player settings
fr_fr: Lors de l'affichage des paramètres du lecteur

# #31124
source: You must first install a subtitle download service to use this feature.
fr_fr: Vous devez d'abbord installer un service de téléchargement de sous-titres pour pouvoir utiliser cette fonction.

# #31125
source: seconds
fr_fr: secondes

# #31126
source: On screen display (OSD) auto close delay
fr_fr: Délai de fermeture automatique de l'incrustation vidéo (OSD)

# #31127
source: Do not use the automatic closing of on screen display (OSD)
fr_fr: Ne pas utiliser la fermeture automatique de l'incrustation vidéo (OSD)

# #31128
source: On screen display (OSD)
fr_fr: Incrustation vidéo (OSD)

# #31129
source: Skip intro for TV shows
fr_fr: Passer l'introduction pour les séries TV

# #31130
source: Duration of the intro of the TV show
fr_fr: Durée de l'introduction de la série TV

# #31131
source: Maximum button display time
fr_fr: Durée maximale d'affichage du bouton

# #31133
source: Skip intro
fr_fr: Passer l'introduction

# #31134
source: movie found
fr_fr: film trouvé

# #31135
source: movies found
fr_fr: films trouvés

# #31136
source: TV show found
fr_fr: série TV trouvée

# #31137
source: TV shows found
fr_fr: séries TV trouvées

# #31138
source: episode found
fr_fr: épisode trouvé

# #31139
source: episodes found
fr_fr: épisodes trouvés

# #31140
source: album found
fr_fr: album trouvé

# #31141
source: albums found
fr_fr: albums trouvés

# #31142
source: song found
fr_fr: chanson trouvée

# #31143
source: songs found
fr_fr: chansons trouvées

# #31144
source: in movie titles
fr_fr: dans les titres de film

# #31145
source: in movie synopsis
fr_fr: dans les synopsis de film

# #31146
source: in actor names
fr_fr: dans les noms d'acteur

# #31147
source: in director names
fr_fr: dans les noms de réalisateur

# #31148
source: in scriptwriter names
fr_fr: dans les noms de scénariste

# #31149
source: in studio names
fr_fr: dans les noms de studio

# #31150
source: in tags
fr_fr: dans les balises

# #31151
source: Search in movies
fr_fr: Rechercher dans les films

# #31152
source: Search in TV shows
fr_fr: Rechercher dans les séries TV

# #31153
source: Search in music
fr_fr: Rechercher dans la musique

# #31154
source: in TV show titles
fr_fr: dans les titres de série TV

# #31155
source: in TV show synopsis
fr_fr: dans les synopsis de série TV

# #31156
source: in episode titles
fr_fr: dans les titres d'épisode

# #31157
source: in episode synopsis
fr_fr: dans les synopsis d'épisode

# #31158
source: [COLOR $VAR[couleur_2]][B]How the search engine works[/B][/COLOR][CR][CR][B]Search for a title :[/B][CR][CR] - The engine will search in the title for a word that [B]BEGINS[/B] with the search term.[CR] - For example searching for [I]"sta"[/I] will find [I]"Star Trek"[/I] or [I]"A star is born"[/I].[CR][CR][B]Search in synopsis, tags, studios, or actor, director, screenwriter names :[/B][CR][CR] - the engine will search for a [B]WHOLE[/B] word corresponding to the search term. [CR] - For example searching for [I]"will"[/I] will find all the films of actors whose last name or first name is [I]"Will"[/I], typing [I]"smith"[/I] will find all the movies of actors whose last name or first name is [I]"Smith" [/I], typing [I]"will smith"[/I] will find all the movies of the actor [I]"Will Smith"[/I].[CR][CR][CR][I][LIGHT]The search engine simultaneously search in all available libraries (movies, TV series and music).[/LIGHT][/I]
fr_fr: [COLOR $VAR[couleur_2]][B]Fonctionnement du moteur de recherche[/B][/COLOR][CR][CR][B]Rechercher un titre :[/B][CR][CR] - Le moteur recherchera dans le titre un mot qui [B]COMMENCE[/B] par le terme à rechercher.[CR] - Par exemple chercher [I]"sta"[/I] trouvera [I]"Star Trek"[/I] ou [I]"A star is born"[/I].[CR][CR][B]Rechercher dans le synopsis, les balises, les studios ou les noms d'acteur, de réalisateur, de scénariste :[/B][CR][CR] - le moteur recherchera un mot [B]ENTIER[/B] correspondant au terme de recherche.[CR] - Par exemple chercher [I]"will"[/I] trouvera tous les films d'acteurs dont le nom ou le prénom est [I]"Will"[/I], taper [I]"smith"[/I] trouvera tous les films d'acteurs dont le nom ou le prénom est [I]"Smith"[/I], taper [I]"will smith"[/I] trouvera tous les films de l'acteur [I]"Will Smith"[/I].[CR][CR][CR][I][LIGHT]Le moteur recherche simultanément dans toutes les librairies disponibles (films, séries TV et musique).[/LIGHT][/I]

# #31159
source: in album titles
fr_fr: dans les titres d'album

# #31160
source: in artist names
fr_fr: dans les noms d'artiste

# #31161
source: in song titles
fr_fr: dans les titres de chansons

# #31162
source: No search results found
fr_fr: Aucun résultat trouvé

# #31163
source: Other results available, select an icon to display them.
fr_fr: Autres résultats disponibles, sélectionnez une icone pour les afficher.
